# Написать эхо-скрипт на Python,
# запрашивающий любые данные у пользователя и
# выводящий их с добавлением строки “Echo:” в начале.


a = input("введите ваше имя: ")
b = input("введите ваш возраст: ")
print("echo: добро пожаловать", a, "вам", b, "и мы сожалеем о вашем возрасте:(")